[
  "Hey, I love your Vibe!! Would you mind me being your Vibe-rator?",
  "You got something on your booty. What? My attention",
  "I'd love you kiss those beautiful luscious lips. And the ones on your face",
  "I heard you are a queen. Wanna use my face as your throne?",
  "I'll kiss you in rain so you'd twice as wet",
  "Do you own a bakery? Coz I can see you having 2 pair of hot buns",
  "Started skin-care routine so you can a have nice seat",
  "Are you a magician? Coz you make my small things big",
  "I'm not spiderman but I can shoot some white stuff at you",
  "Are you a school bus? Coz I am gonna shoot some kids inside you",
  "My dick's dead. Can I bury inside you?",
  "You look pretty being 5'3\" but bet you gonna look prettier being 3'5\"",
  "If I could rearrange the alphabet, I'd put U and I together....will give you the D later ;)",
  "It's pretty cold here, can I use your thighs as earmuffs?",
  "Are your legs Oreo? Coz I wanna split them and eat the white stuff in between",
  "I sleep naked so in case you want some midnight snack you don't have get out of bed ;)",
  "Shoulder, Knees, Toes. What? Ohh sorry, I'll give you the head later",
  "If you tryna scare me. I'm terried of boobies",
  "Do you have a pet insurance? Coz I'm gonna destroy that pussy tonight",
  "You are a work of art. Let me mount you to the wall",
  "I'm a magician. I can disappear my wand and make my kids appear in your box",
  "I taste it before I put in. Manners...",
  "The Sun can give you Vitamin D in morning but I can give all night long",
  "You got a phone in your back pocket? Coz that ass is calling me",
  "What's the difference b/w you and school tomorrow? I'm not coming into school tomorrow",
  "What's the difference b/w you and stock market? I don't like stock market going down",
  "Girl, is your face a new snap filter? Coz I would it on my face",
  "Don't forget my name. Coz you are gonna screaming that tonight!!",
  "They say tongue is the strongest muscle. Wanna wrestle?",
  "There's something wrong with your booty. What? It's not on my face",
  "If you meet me in monsoon, I'm gonna make you mom soon",
  "Life sucks, I'm here coz I'm sure you suck better",
  "You must had got good grades. Would you mind getting a D today?",
  "You don't need a license to ride me",
  "If you were a pokemon, you'd be Vulvsauras",
  "I'm like your bra, supportive and sexy",
  "I wanna see you in Brazil without zil",
  "My duty is make all your 4 lips smile",
  "If your legs are tired, you can rest on my shoulders",
  "Ass so divine that it bends the space-time",
  "Your tits are soft but makes dicks hard",
  "What has 42 teeths and hold back a monster? What? My zipper",
  "Wanna comer over and watch porn in mirror?",
  "Anychance you ever worked in poultry farm? No? Coz you really know how to raise a cock well"
]
